tap "aws/tap"
tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/core"
# tap "linuxbrew/xorg"
brew "act"
brew "bat"
brew "curl"
brew "ctop"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "litecli"
brew "make"
brew "node"
brew "procs"
brew "ripgrep"
brew "sd"
brew "starship"
brew "tmux"
brew "tldr"
brew "vim"
brew "zsh"
brew "zsh-completions"

cask "biscuit"
cask "google-chrome"
cask "google-japanese-ime"
cask "spotify"
cask "visual-studio-code"
cask "slack"
