tap "aquaproj/aqua"
tap "cantino/mcfly"
tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "act"
brew "asdf"
brew "bat"
brew "ctop"
brew "curl"
brew "docker"
brew "docker-compose"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "grex"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "litecli"
brew "make"
brew "mas"
brew "mcfly"
brew "node"
brew "procs"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rust"
brew "sccache"
brew "sd"
brew "starship"
brew "tfenv"
brew "tldr"
brew "tmux"
brew "topgrade"
brew "vim"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "aquaproj/aqua/aqua"
cask "alfred"
cask "biscuit"
cask "clipy"
cask "drawio"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "slack"
cask "spotify"
cask "visual-studio-code"
mas "Alfred", id: 405843582
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
