tap "aquaproj/aqua"
tap "cantino/mcfly"
tap "dbcli/tap"
tap "env0/terratag"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "minamijoyo/tfupdate"
tap "ynqa/tap"
brew "zlib"
brew "xz"
brew "act"
brew "actionlint"
brew "coreutils"
brew "readline"
brew "asdf"
brew "bat"
brew "c-ares"
brew "freetype"
brew "dbus"
brew "pcre2"
brew "sqlite"
brew "python@3.11"
brew "glib"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "python@3.10"
brew "ctop"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "dive"
brew "docker-slim"
brew "driftctl"
brew "dua-cli"
brew "duf"
brew "dust"
brew "libgit2"
brew "exa"
brew "fd"
brew "fselect"
brew "fzf"
brew "libxml2"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-secrets"
brew "go"
brew "grex"
brew "hadolint"
brew "harfbuzz"
brew "htop"
brew "hyperfine"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libuv"
brew "libxt"
brew "python-tabulate"
brew "six"
brew "sqlite"
brew "litecli"
brew "lua"
brew "make"
brew "mcfly"
brew "mimalloc"
brew "minikube"
brew "mold"
brew "node"
brew "nushell"
# brew "pipx"
brew "pyyaml", link: false
brew "virtualenv"
brew "pre-commit"
brew "procs"
brew "protobuf"
brew "pueue"
brew "ripgrep"
brew "ripgrep-all"
brew "rm-improved"
brew "ruby"
brew "sccache"
brew "sd"
brew "silicon"
brew "sk"
brew "starship"
brew "tcl-tk"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "tmux"
brew "topgrade"
brew "tre-command"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "aquaproj/aqua/aqua"
brew "env0/terratag/terratag"
brew "hashicorp/tap/packer"
brew "minamijoyo/tfupdate/tfupdate"
brew "ynqa/tap/jnv"
