tap "aquaproj/aqua"
tap "cantino/mcfly"
tap "dbcli/tap"
tap "env0/terratag"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "minamijoyo/tfupdate"
brew "act"
brew "actionlint"
brew "asdf"
brew "bat"
brew "ctop"
brew "curl"
brew "docker"
brew "docker-compose"
brew "diff-so-fancy"
brew "docker-slim"
brew "driftctl"
brew "dua-cli"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "fselect"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-secrets"
brew "grex"
brew "hadolint"
brew "htop"
brew "hyperfine"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "sqlite"
brew "litecli"
brew "make"
brew "mas"
brew "mcfly"
brew "minikube"
brew "node"
brew "nushell"
# brew "pipx"
brew "pre-commit"
brew "procs"
brew "pueue"
brew "ripgrep"
brew "ripgrep-all"
brew "rm-improved"
brew "sd"
brew "silicon"
brew "sk"
brew "starship"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "tmux"
brew "topgrade"
brew "tre-command"
brew "vim"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "aquaproj/aqua/aqua"
brew "env0/terratag/terratag"
brew "minamijoyo/tfupdate/tfupdate"
cask "alfred"
cask "biscuit"
cask "clipy"
cask "drawio"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "slack"
cask "spotify"
cask "visual-studio-code"
mas "Alfred", id: 405843582
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
